fdr/src/test/resources/requests/nodoPAChiediInformativaPA.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.pagamenti.telematici.gov/">
    <soapenv:Header/>
    <soapenv:Body>
        <ws:nodoPAChiediInformativaPA>
            <identificativoIntermediarioPA>{brokerPa}</identificativoIntermediarioPA>
            <identificativoStazioneIntermediarioPA>{station}</identificativoStazioneIntermediarioPA>
            <password>{stationPwd}</password>
            <identificativoDominio>{pa}</identificativoDominio>
        </ws:nodoPAChiediInformativaPA>
    </soapenv:Body>
</soapenv:Envelope>
